[M_WinterIsComing MissionDefinition]
MissionName="O Inverno Está Sangrando"
MissionDescription="Roland quer que você dê um jeito em um príncipe malvado, chamado Jeffrey porém, ''dar um jeito'' não significa ''matar'' realmente.  Roland só quer que você encontre o príncipe Jeffrey, elimine seus guardas e lhe dê uma boa surra até ele parar de agir feito um idiota."
TurnInDescription="A noite é escura e cheia de sacanagens."
MissionSummary="Encontre o príncipe Jeffrey e faça com que ele pare de se comportar feito criancinha."
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText="Tudo isso me parece muito peculiar..."

[M_WinterIsComing:WIC_DefeatJeffery MissionObjectiveDefinition]
ProgressMessage="Derrote Jeffrey"

[M_WinterIsComing:WIC_FindJeffery MissionObjectiveDefinition]
ProgressMessage="Encontre Jeffrey"

[M_WinterIsComing:WIC_KillJefferysGuards MissionObjectiveDefinition]
ProgressMessage="Elimine os guardas do Jeffrey"

[M_WinterIsComing:WIC_KillNamed1 MissionObjectiveDefinition]
ProgressMessage="Elimine o Canino"

[M_WinterIsComing:WIC_KillNamed2 MissionObjectiveDefinition]
ProgressMessage="Elimine o Toupeira"

[M_WinterIsComing:WIC_OBJ_TalkToAristocrat MissionObjectiveDefinition]
ProgressMessage=""

[M_WinterIsComing:WIC_OS_DefeatJeffery MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_GoBackToTown MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_GotoCastle MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_KillFirstGuards MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_KillGuards MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_Slap1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_Slap2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_Slap3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_OS_TalkToAristocrat MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Roland quer que você dê um jeito em um príncipe malvado, chamado Jeffrey porém, ''dar um jeito'' não significa ''matar'' realmente.  Roland só quer que você encontre o príncipe Jeffrey, elimine seus guardas e lhe dê uma boa surra até ele parar de agir feito um idiota.\nVocê desarmou o Jeffrey e lhe deu algumas porradas. Se isso não for o suficiente, pode continuar batendo até ele aprender. Aliás, ele parece um aristocrata esticado. Você também pode conversar com ele, se quiser.\n"

[M_WinterIsComing:WIC_OS_TURNIN MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WinterIsComing:WIC_ReturnToClaptrap MissionObjectiveDefinition]
ProgressMessage="Volte até o povoado"

[M_WinterIsComing:WIC_Slap MissionObjectiveDefinition]
ProgressMessage="Desça a porrada no Jeffrey"

[M_WinterIsComing:WIC_SlapAgain MissionObjectiveDefinition]
ProgressMessage="Dê mais uma porrada no Jeffrey"

[M_WinterIsComing:WIC_SlapYetAgain MissionObjectiveDefinition]
ProgressMessage="Dê só mais uma porrada no Jeffrey"

